{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "hyprland-vim-syntax": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lf-vim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.diff": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.starter": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.tabline": { "branch": "main" },
  "neopywal": { "branch": "testing" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}